The fixture units of the pipe.
  Namespace:   Autodesk.Revit.DB.Plumbing
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public double FixtureUnits { get; }
  Visual Basic
Public ReadOnly Property FixtureUnits As Double
	Get
  Visual C++
public:
property double FixtureUnits {
	double get ();
}
 See Also
  PipePlumbingFixtureFlowData Class
  Autodesk.Revit.DB.Plumbing Namespace